---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.FamilyContextException
source: html/8a2efc7c-26df-b771-124d-7016a3d80ad3.htm
---
# FamilyContextException Properties

The information of the function throwing the exception.